class OrderData:
    USER_1 = {
        'name': 'Иван',
        'last_name': 'Иванов',
        'address': 'Москва, Красная площадь, 1',
        'metro_station': 'Лубянка',
        'phone': '89991234567',
        'date': '25.12.2024',
        'comment': 'Тестовый заказ 1 - верхняя кнопка'
    }

    USER_2 = {
        'name': 'Петр',
        'last_name': 'Петров',
        'address': 'Санкт-Петербург, Невский проспект, 10',
        'metro_station': 'Сокольники',
        'phone': '89997654321',
        'date': '26.12.2024',
        'comment': 'Тестовый заказ 2 - нижняя кнопка'
    }